Revit 2027 API
ParameterTypeId.ElevatnTag Property
 "Elevation Tag"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElevatnTag { get; }
Public Shared ReadOnly Property ElevatnTag As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElevatnTag {
	ForgeTypeId^ get ();
}
static member ElevatnTag : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace